Repository: common-repository/redpeppix
Catalog: languages/redpeppix-*.po
Languages: de_de

source: You do not have sufficient permissions to access this page.
de_de: Du hast nicht die erforderlichen Berechtigungen um auf diese Seite zuzugreifen.

source: To activate the PIX-technology on your blog you have to insert the PIX-key.
de_de: Um die PIX-Technologie auf deinem Blog zu aktivieren, musst du deinen PIX-Key eingeben.

source: No changes have been made.
de_de: Es wurden keine Änderungen gemacht.

source: Your settings have been saved.
de_de: Deine Einstellungen wurden gespeichert.

source: Your settings could not be saved.
de_de: Deine Einstellungen konnten nicht gespeichert werden.

source: pixoona Configuration
de_de: pixoona Konfiguration

source: You have no valid PIX-key.
de_de: Du hast keinen validen PIX-Key

source: This is very simple. All you have to do is:
de_de: Das ist sehr einfach. Alles was du tun musst ist:

source: There you will find your PIX-key. Copy this PIX-key now.
de_de: Dort findest du deinen PIX-Key. Kopiere diesen PIX-Key nun.

source: Come back to this page and enter your PIX-key.
de_de: Kehre zu dieser Seite zurück und gib deinen PIX-Key ein.

source: Enter your CREATOR-Center and go to the tab 'PIX-technology on blog'.
de_de: Öffne das CREATOR-Center und navigiere zum TAB 'PIX-Technologie auf Blog'.

source: Enter your PIX-key:
de_de: Gib deinen PIX-Key ein:

source: Cancel
de_de: Abbrechen

source: Save
de_de: Speichern

source: Domain is locked
de_de: Domain ist gesperrt

source: Sign up or login to %s.
de_de: Melde dich an oder log dich bei %s ein.

source: Your PIX-key has been verified.
de_de: Dein PIX-Key wurde verifiziert.

source: Edit PIX-key
de_de: PIX-Key bearbeiten

source: PIXSETTING rights
de_de: PIXSETTING-Rechte

source: Define your PIXSETTING rights
de_de: Lege deine PIXSETTING-Rechte fest

source: Activate/deactivate the PIX-technology on your blog
de_de: Aktiviere/deaktiviere die PIX-Technologie auf deinem Blog

source: Not active
de_de: Nicht aktiv

source: Active
de_de: Aktiv

source: You decide if you soley are allowed to set PIX on your blog or if you release the PIXSETTING function to other PIXSETTERs.
de_de: Du entscheidest, ob nur du allein PIX auf deinen Blog setzen kannst, oder ob du die PIXSETTING-Funktion für andere PIXSETTER freigeben möchtest.

source: PIXSETTING only you as CREATOR
de_de: PIXSETTING nur du als CREATOR

source: PIXSETTING open for Community
de_de: PIXSETTING offen für die Community

source: PIX-delay
de_de: PIX-Verzögerung

source: If you release the PIXSETTING you can define if you want to have a delay of 24 hours. In your CREATOR-Center in the redpeppix. Office you get an overview of all PIX set which you can release or delete.
de_de: Wenn du das PIXSETTING freigibst kannst du festlegen, ob du eine Verzögerung der Veröffentlichung von 24 Stunden haben möchtest. In deinem CREATOR-Center im redpeppix. Office hast du einen Überblick aller gesetzten PIX, die du löschen oder freigeben kannst.

source: 24 hour PIX-delay
de_de: 24-Stunden PIX-Verzögerung

source: PIX-scope on your blog
de_de: PIXSETTING auf Blogbeiträge beschränken

source: Limited PIX-scope
de_de: Eingeschränkter PIX-Bereich

source: Define if you want to release the PIXSETTING on your blog in total, like on the layout pictures of the blog theme or if you want to limit it on your posts and comments.
de_de: Definiere, ob du das PIXSETTING auf dem gesamten Blog aktivieren möchtest, einschließlich der Bilder des Themes oder ob du es auf deine Posts und Kommentare eingrenzen möchtest.

source: activate PIXSETTING limiter
de_de: PIXSETTING-Beschränkung aktivieren

source: Update settings
de_de: Einstellungen aktualisieren

source: You need at least WordPress Version %s to run the pixoona plugin.
de_de: Um das redpeppix.-Plugin zu starten wird mindestens die WordPress-Version %s benötigt.
